{
  "Back": "Zurück",
  "components.QuestionnaireResults.QuestionnaireResultsModal.ButtonText": "Fragebogen Ergebnisse",
  "components.QuestionnaireResults.ResultDescriptionILS.Active.moderate": "Ihre Informationsverarbeitung erfolgt bevorzugt eher aktiv. Es ist zu empfehlen, dass Sie stets Möglichkeiten für sich schaffen, neue Information im Zuge von praktischen Experimenten und Diskussionen mit Kommiliton*innen zu verarbeiten. So können Sie tendenziell schneller lernen.",
  "components.QuestionnaireResults.ResultDescriptionILS.Active.strong": "Ihre Informationsverarbeitung erfolgt bevorzugt aktiv. Es ist zu empfehlen, dass Sie stets Möglichkeiten für sich schaffen, neue Information im Zuge von praktischen Experimenten und Diskussionen mit Kommiliton*innen zu verarbeiten. So können Sie tendenziell schneller lernen.",
  "components.QuestionnaireResults.ResultDescriptionILS.EverythingBalanced": "In keiner der Dimensionen zeigt sich bei Ihnen eine klare Tendenz. Das deutet darauf hin, dass Sie in der Verarbeitung, der Wahrnehmung, der Präsentation und der Organisation von Informationen sich beide Pole der Dimensionen zunutze machen können. Laut dem Ergebnis des ILS haben Sie hier das Skillset sich flexibel anzupassen. Die Empfehlung lautet deshalb, dass weiterhin in dieser Balance gelernt werden sollte.",
  "components.QuestionnaireResults.ResultDescriptionILS.Global.moderate": "Bezüglich der Informationsorganisation zeigt sich eher eine signifikante Präferenz in Richtung global. Es ergibt sich daraus die Empfehlung bei dem Erlernen von neuen Inhalten sich zuerst einen Überblick über den Kontext und die Gesamtheit des Themas zu verschaffen.",
  "components.QuestionnaireResults.ResultDescriptionILS.Global.strong": "Bezüglich der Informationsorganisation zeigt sich eine signifikante Präferenz in Richtung global. Es ergibt sich daraus die Empfehlung bei dem Erlernen von neuen Inhalten sich zuerst einen Überblick über den Kontext und die Gesamtheit des Themas zu verschaffen.",
  "components.QuestionnaireResults.ResultDescriptionILS.ILSResults": "ILS Ergebnis",
  "components.QuestionnaireResults.ResultDescriptionILS.Intuitive.moderate": "Sie präferieren eher eine intuitive Informationswahrnehmung. Es scheint förderlich, dass Sie neue Informationen zunächst anhand von Prinzipien und Ideen lernen. Die Auseinandersetzung mit zusätzlicher theoretischer Literatur kann Ihr Verständnis verbessern.",
  "components.QuestionnaireResults.ResultDescriptionILS.Intuitive.strong": "Sie präferieren eine intuitive Informationswahrnehmung. Es scheint förderlich, dass Sie neue Informationen zunächst anhand von Prinzipien und Ideen lernen. Die Auseinandersetzung mit zusätzlicher theoretischer Literatur kann Ihr Verständnis verbessern.",
  "components.QuestionnaireResults.ResultDescriptionILS.ListKResults": "List-K Ergebnis",
  "components.QuestionnaireResults.ResultDescriptionILS.Reflective.moderate": "Ihre Informationsverarbeitung erfolgt bevorzugt eher reflektiv. Es ist zu empfehlen, dass Sie stets Möglichkeiten für sich schaffen, über neue Informationen intensiv nachzudenken, bevor Sie diese praktisch umsetzen oder experimentieren. So können Sie tendenziell schneller lernen.",
  "components.QuestionnaireResults.ResultDescriptionILS.Reflective.strong": "Ihre Informationsverarbeitung erfolgt bevorzugt reflektiv. Es ist zu empfehlen, dass Sie stets Möglichkeiten für sich schaffen, über neue Informationen intensiv nachzudenken, bevor Sie diese praktisch umsetzen oder experimentieren. So können Sie tendenziell schneller lernen.",
  "components.QuestionnaireResults.ResultDescriptionILS.RemainingDimensions": "Restliche Dimensionen",
  "components.QuestionnaireResults.ResultDescriptionILS.Sensory.moderate": "Sie präferieren eher eine sensorische Informationswahrnehmung. Es scheint förderlich, dass Sie neue Informationen anhand von Fakten oder Experimenten lernen. Die Auseinandersetzung mit selbst ausgedachten Beispielen kann Ihr Lerntempo erhöhen.",
  "components.QuestionnaireResults.ResultDescriptionILS.Sensory.strong": "Sie präferieren eine sensorische Informationswahrnehmung. Es scheint förderlich, dass Sie neue Informationen anhand von Fakten oder Experimenten lernen. Die Auseinandersetzung mit selbst ausgedachten Beispielen kann Ihr Lerntempo erhöhen.",
  "components.QuestionnaireResults.ResultDescriptionILS.Sequential.moderate": "Bezüglich der Informationsorganisation zeigt sich eher eine signifikante Präferenz in Richtung sequentiell. Es ergibt sich daraus die Empfehlung, bei dem Erlernen von neuen Inhalten zuerst eine hierarchische Struktur des Inhalts zu schaffen, um diesen dann schrittweise abzuarbeiten.",
  "components.QuestionnaireResults.ResultDescriptionILS.Sequential.strong": "Bezüglich der Informationsorganisation zeigt sich eine signifikante Präferenz in Richtung sequentiell. Es ergibt sich daraus die Empfehlung, bei dem Erlernen von neuen Inhalten zuerst eine hierarchische Struktur des Inhalts zu schaffen, um diesen dann schrittweise abzuarbeiten.",
  "components.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.1": "einer",
  "components.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.2": "zwei",
  "components.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.3": "drei",
  "components.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.organisation": "Organisation",
  "components.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.Part1": "In",
  "components.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.Part2": "der vier Dimensionen zeigt sich bei Ihnen keine klare Tendenz. Das deutet darauf hin, dass Sie sich bei der",
  "components.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.Part3": "von Informationen beide Pole der Dimension zunutze machen können. Laut dem Ergebnis des ILS haben Sie hier das Skillset sich flexibel anzupassen.",
  "components.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.perception": "Wahrnehmung",
  "components.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.presentation": "Präsentation",
  "components.QuestionnaireResults.ResultDescriptionILS.SomethingBalanced.processing": "Verarbeitung",
  "components.QuestionnaireResults.ResultDescriptionILS.Verbal.moderate": "Im Hinblick auf die Präsentation von Informationen ziehen Sie eher einen verbalen Fokus vor. Bei der Auseinandersetzung mit schwierigen und komplexen Inhalten kann es Ihnen helfen, wenn Sie diese mithilfe von eigenen schriftlichen Zusammenfassungen oder Audioaufnahmen verbalisieren, um ihr Lernen zu erleichtern.",
  "components.QuestionnaireResults.ResultDescriptionILS.Verbal.strong": "Im Hinblick auf die Präsentation von Informationen ziehen Sie einen verbalen Fokus vor. Bei der Auseinandersetzung mit schwierigen und komplexen Inhalten kann es Ihnen helfen, wenn Sie diese mithilfe von eigenen schriftlichen Zusammenfassungen oder Audioaufnahmen verbalisieren, um ihr Lernen zu erleichtern.",
  "components.QuestionnaireResults.ResultDescriptionILS.Visual.moderate": "Im Hinblick auf die Präsentation von Informationen ziehen Sie eher einen visuellen Fokus vor. Bei der Auseinandersetzung mit schwierigen und komplexen Inhalten kann es Ihnen helfen, wenn Sie diese mithilfe von Grafiken, Diagrammen oder Ähnlichem visualisieren, um ihr Lernen zu erleichtern.",
  "components.QuestionnaireResults.ResultDescriptionILS.Visual.strong": "Im Hinblick auf die Präsentation von Informationen ziehen Sie einen visuellen Fokus vor. Bei der Auseinandersetzung mit schwierigen und komplexen Inhalten kann es Ihnen helfen, wenn Sie diese mithilfe von Grafiken, Diagrammen oder Ähnlichem visualisieren, um ihr Lernen zu erleichtern.",
  "components.QuestionnaireResults.ResultDescriptionListK.Score": "Wert",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && learningEnvironment Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass es Ihnen derzeit schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich eine geeignete Umgebung mit möglichst wenigen Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && learningEnvironment Below3.Title": "Aufmerksamkeit und Lernumgebung haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && learningWithClassmates Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass es Ihnen derzeit schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich eine geeignete Umgebung mit möglichst wenigen Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten. Es wäre sinnvoll, wenn Sie versuchen, eine Lerngruppe mit befreundeten Kommiliton*innen zu finden. Das gibt es Ihnen die Möglichkeit, Inhalte in der Diskussion zu vertiefen sowie wertvolle andere Perspektiven zu erhalten.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && learningWithClassmates Below3.Title": "Aufmerksamkeit und Lernen mit Kommiliton*innen haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && learnWithClassmates && learningEnvironment Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass es Ihnen derzeit schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich eine geeignete Umgebung mit möglichst wenigen Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten. Es wäre sinnvoll, wenn Sie versuchen, eine Lerngruppe mit befreundeten Kommiliton*innen zu finden. Das gibt es Ihnen die Möglichkeit, Inhalte in der Diskussion zu vertiefen sowie wertvolle andere Perspektiven zu erhalten.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && learnWithClassmates && learningEnvironment Below3.Title": "Aufmerksamkeit, Lernen mit Kommiliton*innen und Lernumgebung haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && learnWithClassmates && literatureResearch && learningEnvironment Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass es Ihnen derzeit schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich eine geeignete Umgebung mit möglichst wenigen Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten. Es wäre sinnvoll, wenn Sie versuchen, eine Lerngruppe mit befreundeten Kommiliton*innen zu finden. Das gibt es Ihnen die Möglichkeit, Inhalte in der Diskussion zu vertiefen sowie wertvolle andere Perspektiven zu erhalten. Um Letzteres zu gewährleisten, ist die Recherche von passender Literatur ebenfalls höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && learnWithClassmates && literatureResearch && learningEnvironment Below3.Title": "Aufmerksamkeit, Lernen mit Kommiliton*innen, Literaturrecherche und Lernumgebung haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && learnWithClassmates && literatureResearch Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass es Ihnen derzeit schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich eine geeignete Umgebung mit möglichst wenigen Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten. Es wäre sinnvoll, wenn Sie versuchen, eine Lerngruppe mit befreundeten Kommiliton*innen zu finden. Das gibt es Ihnen die Möglichkeit, Inhalte in der Diskussion zu vertiefen sowie wertvolle andere Perspektiven zu erhalten. Um Letzteres zu gewährleisten, ist die Recherche von passender Literatur ebenfalls höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && learnWithClassmates && literatureResearch Below3.Title": "Aufmerksamkeit, Lernen mit Kommiliton*innen und Literaturrecherche haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && literatureResearch && learningEnvironment Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass es Ihnen derzeit schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich klare Zeiträume in einer geeigneten Umgebung mit möglichst wenigen Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten. Um zu gewährleisten, dass Sie die Möglichkeit haben Inhalte zu vertiefen und wertvolle andere Perspektiven zu erhalten, ist die Recherche von passender Literatur höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && literatureResearch && learningEnvironment Below3.Title": "Aufmerksamkeit, Literaturrecherche und Lernumgebung haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && literatureResearch Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass es Ihnen derzeit schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich eine geeignete Umgebung mit möglichst wenigen Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten. Um zu gewährleisten, dass Sie die Möglichkeit haben Inhalte zu vertiefen und wertvolle andere Perspektiven zu erhalten, ist die Recherche von passender Literatur höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && literatureResearch Below3.Title": "Aufmerksamkeit und Literaturrecherche haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time && learningEnvironment Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen nehmen und es Ihnen schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich gut, wenn Sie versuchen, sich klare Zeiträume in einer geeigneten Umgebung mit möglichst wenig Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time && learningEnvironment Below3.Title": "Aufmerksamkeit, Zeit und Lernumgebung haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates && learningEnvironment Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen nehmen und es Ihnen schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich klare Zeiträume in einer geeigneten Umgebung mit möglichst wenigen Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten. Das Treffen mit Kommiliton*innen kann hier die Verbindlichkeit unterstützen. Das gibt Ihnen zusätzlich die Möglichkeit, Inhalte in der Diskussion zu vertiefen sowie wertvolle andere Perspektiven zu erhalten.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates && learningEnvironment Below3.Title": "Aufmerksamkeit, Zeit, Lernen mit Kommiliton*innen und Lernumgebung haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates && literatureResearch && learningEnvironment Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen nehmen und es Ihnen schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich klare Zeiträume in einer geeigneten Umgebung mit möglichst wenigen Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten. Das Treffen mit Kommiliton*innen kann hier die Verbindlichkeit unterstützen. Das gibt Ihnen zusätzlich die Möglichkeit, Inhalte in der Diskussion zu vertiefen sowie wertvolle andere Perspektiven zu erhalten. Um Letzteres zu gewährleisten, ist die Recherche von passender Literatur ebenfalls höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates && literatureResearch && learningEnvironment Below3.Title": "Aufmerksamkeit, Zeit, Lernen mit Kommiliton*innen, Literaturrecherche und Lernumgebung haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates && literatureResearch Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen nehmen und es Ihnen schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich klare Zeiträume mit möglichst wenigen Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten. Das Treffen mit Kommiliton*innen kann hier die Verbindlichkeit unterstützen. Das gibt Ihnen zusätzlich die Möglichkeit, Inhalte in der Diskussion zu vertiefen sowie wertvolle andere Perspektiven zu erhalten. Um Letzteres zu gewährleisten, ist die Recherche von passender Literatur ebenfalls höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates && literatureResearch Below3.Title": "Aufmerksamkeit, Zeit, Lernen mit Kommiliton*innen und Literaturrecherche haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen nehmen und es Ihnen schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich klare Zeiträume mit möglichst wenigen Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten. Das Treffen mit Kommiliton*innen kann hier die Verbindlichkeit unterstützen. Das gibt Ihnen zusätzlich die Möglichkeit, Inhalte in der Diskussion zu vertiefen sowie wertvolle andere Perspektiven zu erhalten.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time && learnWithClassmates Below3.Title": "Aufmerksamkeit, Zeit und Lernen mit Kommiliton*innen haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time && literatureResearch && learningEnvironment Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen nehmen und es Ihnen schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich klare Zeiträume in einer geeigneten Umgebung mit möglichst wenigen Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten. Um zu gewährleisten, dass Sie die Möglichkeit haben Inhalte zu vertiefen und wertvolle andere Perspektiven zu erhalten, ist die Recherche von passender Literatur höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time && literatureResearch && learningEnvironment Below3.Title": "Aufmerksamkeit, Zeit, Literaturrecherche und Lernumgebung haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time && literatureResearch Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen nehmen und es Ihnen schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich klare Zeiträume mit möglichst wenigen Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten. Um zu gewährleisten, dass Sie die Möglichkeit haben Inhalte zu vertiefen und wertvolle andere Perspektiven zu erhalten, ist die Recherche von passender Literatur höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time && literatureResearch Below3.Title": "Aufmerksamkeit, Zeit und Literaturrecherche haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen nehmen und es Ihnen schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich klare Zeiträume in mit möglichst wenigen Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention && time Below3.Title": "Aufmerksamkeit und Zeit haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.attention Below3.Description": "Bezüglich des Managements interner Ressourcen ist es zu sehen, dass es Ihnen schwerfällt, sich zu fokussieren. Es wäre wahrscheinlich gut, wenn Sie versuchen, sich eine geeignete Umgebung mit möglichst wenigen Störfaktoren zu schaffen, um Ihr Lernen effektiver zu gestalten.",
  "components.QuestionnaireResults.ResultDescriptionListK.attention Below3.Title": "Aufmerksamkeit hat einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.CognitiveStrategies Below3.Part1": "In Bezug auf die kognitiven Strategien wäre ein intensiverer Nutzen förderlich, um die Lerninhalte besser zu verstehen und zu durchdringen. Speziell ein vermehrtes",
  "components.QuestionnaireResults.ResultDescriptionListK.CognitiveStrategies Below3.Part2": "von Lerninhalten kann für Sie sinnvoll sein.",
  "components.QuestionnaireResults.ResultDescriptionListK.GeneralDescription.Description": "Im Rahmen des LIST-K geht es prinzipiell darum, Ihnen den Blick auf Ihre eigenen Lernstrategien zu erleichtern. Werte von 3 oder höher lassen darauf schließen, dass Sie aus Ihrer Sicht die jeweilige Strategie zumindest manchmal anwenden.",
  "components.QuestionnaireResults.ResultDescriptionListK.GeneralDescription.Title": "Allgemeine Beschreibung des LIST-K",
  "components.QuestionnaireResults.ResultDescriptionListK.learningEnvironment Below3.Description": "Im Hinblick auf die Strategien des Managements externer Ressourcen ist es deutlich zu sehen, dass Sie bei der Gestaltung Ihrer Lernumgebung auf deren Eignung achten sollten.",
  "components.QuestionnaireResults.ResultDescriptionListK.learningEnvironment Below3.Title": "Lernumgebung hat einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates && learningEnvironment Below3.Description": "Es wäre sinnvoll, wenn Sie versuchen, eine Lerngruppe mit befreundeten Kommiliton*innen zu finden. Das gibt es Ihnen die Möglichkeit, Inhalte in der Diskussion zu vertiefen sowie wertvolle andere Perspektiven zu erhalten. Es ist zusätzlich deutlich zu sehen, dass Sie bei der Gestaltung Ihrer Lernumgebung auf deren Eignung achten sollten.",
  "components.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates && learningEnvironment Below3.Title": "Lernen mit Kommiliton*innen und Lernumgebung haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates && literatureResearch && learningEnvironment Below3.Description": "Im Hinblick auf die Strategien des Managements externer Ressourcen ist es deutlich zu sehen, dass Sie bei der Gestaltung Ihrer Lernumgebung auf deren Eignung achten sollten. Es wäre außerdem sinnvoll, wenn Sie versuchen, eine Lerngruppe mit befreundeten Kommiliton*innen zu finden. Das gibt es Ihnen die Möglichkeit, Inhalte in der Diskussion zu vertiefen sowie wertvolle andere Perspektiven zu erhalten. Um Letzteres zu gewährleisten, ist die Recherche von passender Literatur ebenfalls höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates && literatureResearch && learningEnvironment Below3.Title": "Lernen mit Kommiliton*innen, Literaturrecherche und Lernumgebung haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates && literatureResearch Below3.Description": "Es wäre sinnvoll, wenn Sie versuchen, eine Lerngruppe mit befreundeten Kommiliton*innen zu finden. Das gibt es Ihnen die Möglichkeit, Inhalte in der Diskussion zu vertiefen sowie wertvolle andere Perspektiven zu erhalten. Um Letzteres zu gewährleisten, ist die Recherche von passender Literatur ebenfalls höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates && literatureResearch Below3.Title": "Lernen mit Kommiliton*innen und Literaturrecherche haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates Below3.Description": "Es wäre sinnvoll, wenn Sie versuchen, eine Lerngruppe mit befreundeten Kommiliton*innen zu finden. Das gibt es Ihnen die Möglichkeit, Inhalte in der Diskussion zu vertiefen sowie wertvolle andere Perspektiven zu erhalten.",
  "components.QuestionnaireResults.ResultDescriptionListK.learnWithClassmates Below3.Title": "Lernen mit Kommiliton*innen hat einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.literatureResearch && learningEnvironment Below3.Description": "Im Hinblick auf die Strategien des Managements externer Ressourcen ist es deutlich zu sehen, dass Sie bei der Gestaltung Ihrer Lernumgebung auf deren Eignung achten sollten. Um zu gewährleisten, dass Sie die Möglichkeit haben Inhalte zu vertiefen und wertvolle andere Perspektiven zu erhalten, ist die Recherche von passender Literatur höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.literatureResearch && learningEnvironment Below3.Title": "Literaturrecherche und Lernumgebung haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.literatureResearch Below3.Description": "Um zu gewährleisten, dass Sie die Möglichkeit haben Inhalte zu vertiefen und wertvolle andere Perspektiven zu erhalten, ist die Recherche von passender Literatur höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.literatureResearch Below3.Title": "Literaturrecherche hat einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.MetacognitiveStrategies Below3.Goals & Plans": "Planen",
  "components.QuestionnaireResults.ResultDescriptionListK.MetacognitiveStrategies Below3.Part1": "Im Hinblick auf metakognitive Strategien ist es zu empfehlen, dass Sie sich des Öfteren die Mühe machen, ihren eigenen Lernprozess zu",
  "components.QuestionnaireResults.ResultDescriptionListK.MetacognitiveStrategies Below3.Regulate": "Reflektieren",
  "components.QuestionnaireResults.ResultDescriptionListK.SubscaleAverage Below3.2": "In Ihrem Fall zeigt sich, dass die Nutzung von Lernstrategien vor allen in zwei Bereichen noch ausbaufähig ist.",
  "components.QuestionnaireResults.ResultDescriptionListK.SubscaleAverage Below3.3": "In Ihrem Fall zeigt sich, dass die Nutzung von Lernstrategien vor allen in drei Bereichen noch ausbaufähig ist.",
  "components.QuestionnaireResults.ResultDescriptionListK.SubscaleAverage Below3.4": "In Ihrem Fall zeigt sich, dass die Nutzung von Lernstrategien vor allen in allen Bereichen noch ausbaufähig ist.",
  "components.QuestionnaireResults.ResultDescriptionListK.time && learningEnvironment Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich klare Zeiträume in einer geeigneten Umgebung schaffen, um Ihr Lernen effektiver zu gestalten.",
  "components.QuestionnaireResults.ResultDescriptionListK.time && learningEnvironment Below3.Title": "Zeit und Lernumgebung haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates && learningEnvironment Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen nehmen. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich klare Zeiträume in einer geeigneten Umgebung zu schaffen, um Ihr Lernen effektiver zu gestalten. Es wäre sinnvoll, wenn Sie versuchen, eine Lerngruppe mit befreundeten Kommiliton*innen zu finden. Das gibt es Ihnen die Möglichkeit, Inhalte in der Diskussion zu vertiefen sowie wertvolle andere Perspektiven zu erhalten.",
  "components.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates && learningEnvironment Below3.Title": "Zeit, Lernen mit Kommiliton*innen und Lernumgebung haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates && literatureResearch && learningEnvironment Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen nehmen. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich klare Zeiträume in einer geeigneten Umgebung zu schaffen, um Ihr Lernen effektiver zu gestalten. Es wäre sinnvoll, wenn Sie versuchen, eine Lerngruppe mit befreundeten Kommiliton*innen zu finden. Das gibt es Ihnen die Möglichkeit, Inhalte in der Diskussion zu vertiefen sowie wertvolle andere Perspektiven zu erhalten. Um Letzteres zu gewährleisten, ist die Recherche von passender Literatur ebenfalls höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates && literatureResearch && learningEnvironment Below3.Title": "Zeit, Lernen mit Kommiliton*innen, Literaturrecherche und Lernumgebung haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates && literatureResearch Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen nehmen. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich klare Zeiträume in einer geeigneten Umgebung zu schaffen, um Ihr Lernen effektiver zu gestalten. Um zu gewährleisten, dass Sie die Möglichkeit haben Inhalte zu vertiefen und wertvolle andere Perspektiven zu erhalten, ist die Recherche von passender Literatur höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates && literatureResearch Below3.Title": "Zeit, Lernen mit Kommiliton*innen und Literaturrecherche haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich klare Zeiträume schaffen, um Ihr Lernen effektiver zu gestalten. Das Treffen mit Kommiliton*innen kann hier die Verbindlichkeit unterstützen.",
  "components.QuestionnaireResults.ResultDescriptionListK.time && learnWithClassmates Below3.Title": "Zeit und Lernen mit Kommiliton*innen haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.time && literatureResearch && learningEnvironment Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen nehmen. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich klare Zeiträume in einer geeigneten Umgebung zu schaffen, um Ihr Lernen effektiver zu gestalten. Um zu gewährleisten, dass Sie die Möglichkeit haben Inhalte zu vertiefen und wertvolle andere Perspektiven zu erhalten, ist die Recherche von passender Literatur höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.time && literatureResearch && learningEnvironment Below3.Title": "Zeit, Literaturrecherche und Lernumgebung haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.time && literatureResearch Below3.Description": "Im Hinblick auf die Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen. Es wäre wahrscheinlich förderlich, wenn Sie versuchen, sich klare Zeiträume schaffen, um Ihr Lernen effektiver zu gestalten. Um zu gewährleisten, dass Sie die Möglichkeit haben Inhalte zu vertiefen und wertvolle andere Perspektiven zu erhalten, ist die Recherche von passender Literatur höchst relevant.",
  "components.QuestionnaireResults.ResultDescriptionListK.time && literatureResearch Below3.Title": "Zeit und Literaturrecherche haben einen Wert unter 3",
  "components.QuestionnaireResults.ResultDescriptionListK.time Below3.Description": "Im Hinblick auf Strategien des Managements interner Ressourcen ist es deutlich zu sehen, dass Sie sich derzeit zu wenig Zeit für Ihr Lernen nehmen. Es würde sich wahrscheinlich positiv auswirken, wenn Sie versuchen, sich klare Lernzeiträume zu schaffen, um Ihr Lernen effektiver zu gestalten.",
  "components.QuestionnaireResults.ResultDescriptionListK.time Below3.Title": "Zeit hat einen Wert unter 3",
  "components.QuestionnaireResults.TableILS.Active": "Aktiv",
  "components.QuestionnaireResults.TableILS.balanced": "balanciert",
  "components.QuestionnaireResults.TableILS.Dimension": "Dimension",
  "components.QuestionnaireResults.TableILS.Global": "Global",
  "components.QuestionnaireResults.TableILS.Interpretation": "Interpretation",
  "components.QuestionnaireResults.TableILS.Intuitive": "Intuitiv",
  "components.QuestionnaireResults.TableILS.moderate": "moderat",
  "components.QuestionnaireResults.TableILS.Reflective": "Reflektiv",
  "components.QuestionnaireResults.TableILS.Score": "Wert",
  "components.QuestionnaireResults.TableILS.Sensory": "Sensorisch",
  "components.QuestionnaireResults.TableILS.Sequential": "Sequentiell",
  "components.QuestionnaireResults.TableILS.strong": "stark",
  "components.QuestionnaireResults.TableILS.Verbal": "Verbal",
  "components.QuestionnaireResults.TableILS.Visual": "Visuel",
  "components.QuestionnaireResults.TableListK.Attention": "Aufmerksamkeit",
  "components.QuestionnaireResults.TableListK.Cognitive strategies": "Kognitive Strategien",
  "components.QuestionnaireResults.TableListK.Control": "Kontrollieren",
  "components.QuestionnaireResults.TableListK.Critical review": "Kritisches Prüfen",
  "components.QuestionnaireResults.TableListK.Effort": "Anstrengung",
  "components.QuestionnaireResults.TableListK.Elaborate": "Elaborieren",
  "components.QuestionnaireResults.TableListK.External resource management strategies": "Strategien des Managements externer Ressourcen",
  "components.QuestionnaireResults.TableListK.Factors & subscales": "Faktoren & Subskalen",
  "components.QuestionnaireResults.TableListK.Goals & plans": "Ziele und Planen",
  "components.QuestionnaireResults.TableListK.Internal resource management strategies": "Strategien des Managements interner Ressourcen",
  "components.QuestionnaireResults.TableListK.Learning environment": "Lernumgebung",
  "components.QuestionnaireResults.TableListK.Learning with classmates": "Lernen mit Studienkollegen",
  "components.QuestionnaireResults.TableListK.Literature research": "Literaturrecherche",
  "components.QuestionnaireResults.TableListK.Metacognitive strategies": "Metakognitive Strategien",
  "components.QuestionnaireResults.TableListK.Organize": "Organisieren",
  "components.QuestionnaireResults.TableListK.Regulate": "Regulieren",
  "components.QuestionnaireResults.TableListK.Repeat": "Wiederholen",
  "components.QuestionnaireResults.TableListK.Score": "Wert",
  "components.QuestionnaireResults.TableListK.Time": "Zeit",
  "Dot": ".",
  "Next": "Weiter",
  "pages.glossary.title": "Glossar",
  "pages.login.redirect": "Sie werden weitergeleitet",
  "components.login.title": "HASKI Anmeldung",
  "components.login.subtitle": "Bitte geben Sie Ihre Zugangsdaten ein",
  "components.login.username": "Benutzername",
  "components.login.password": "Passwort",
  "components.login.login": "Anmelden",
  "components.login.usernameError": "Bitte geben Sie einen gültigen Benutzernamen ein",
  "components.login.passwordError": "Bitte geben Sie ein gültiges Passwort ein"
}
